export const synopsis = new Map<string, string>([
  [
    "TH",
    "ในโลกที่การได้รับขานชื่อว่าประสบความสำเร็จ คือหนทางแห่งการผ่านไปสู่ “ประตูชีวิตนิรันดร์”  ผู้คนต่างแข่งขันกันเป็นที่สุดในแต่ละด้านเพื่อที่จะได้รับการจดจำไปตลอดกาล เช่นเดียวกันกับ “นักสืบไร้ชื่อ” ที่ไม่ว่าจะพยายามมามากแค่ไหนก็ยังไม่สามารถประสบความสำเร็จในด้านใดได้เลย การรอคอยให้ “กำไลแสดงสถานะความสำเร็จ” บนข้อมือของเขาเปลี่ยนเป็น “สีเขียว” นั้นดูเป็นความหวังที่ริบหรี่ลงทุกวัน จนกระทั่งนักสืบผู้นี้ได้รับโอกาสที่จะเปลี่ยนชีวิตของเขาไปตลอดกาล เมื่อมีคนว่าจ้างให้เขาช่วยสืบคดีเกี่ยวกับกำไลสีประหลาดที่เกิดขึ้นในงานแสดงความสามารถประจำปี อย่างไรก็ตาม การสืบคดีครั้งนี้อาจจะไม่ใช่แค่คดีทั่วไป แต่จะนำไปสู่การค้นพบอะไรเกินกว่าที่นักสืบคนนี้จะคาดเดาได้ ความหมายที่แท้จริงกำไลสถานะสีประหลาดคืออะไร? ผู้ว่าจ้างคนนี้เป็นใครกันแน่? แล้วเบื้องหลังการมีชื่อว่าประสบความสำเร็จและเข้าสู่ประตูนิรันดร์นั้นมีอะไรซ่อนอยู่หรือไม่? มาติดตามเรื่องราวครั้งนี้ไปด้วยกันใน THE NEVERLASTING ประตูนิมิต ชีวิตนิรันดร์",
  ],
  [
    "ENG",
    "Lorem ipsum dolor sit amet,\nconsectetur adipiscing elit, sed do eiusmod\ntempor incididunt ut labore et dolore magna aliqua.",
  ],
]);

export const quote = new Map<string, string>([
  ["TH", "หน้าตา “ความสำเร็จ” ของคุณ เป็นอย่างไร"],
  ["ENG", "The story begin with you"],
]);
