export const synopsis = {
  TH_Big:
    'ในโลกที่การได้รับขานชื่อว่าประสบความสำเร็จ คือหนทางแห่งการผ่านไปสู่ “ประตูนิรันดร์”\n' +
    'ผู้คนต่างแข่งขันกันเป็นที่สุดในแต่ละด้านเพื่อที่จะได้รับการจดจำไปตลอดกาล\n\n' +
    'เช่นเดียวกันกับ “นักสืบไร้ชื่อ”\n' +
    'ที่ไม่ว่าจะพยายามมามากแค่ไหน ก็ยังไม่สามารถประสบความสำเร็จในด้านใดได้เลย\n\n' +
    'การรอคอยให้ “กำไลแห่งความสำเร็จ” บนข้อมือของเขา\n' +
    'เปลี่ยนจาก “สีแดง” เป็น “สีเขียว” นั้นดูเป็นความหวังที่ริบหรี่ลงทุกวัน \n\n' +
    'จนกระทั่งนักสืบผู้นี้ได้รับโอกาสที่จะเปลี่ยนชีวิตของเขาไปตลอดกาล\n' +
    'เมื่อมีคนว่าจ้างให้เขาช่วยสืบคดีเกี่ยวกับ “กำไลสีประหลาด” ที่งานประจำปี\n\n' +
    'อย่างไรก็ตาม การสืบคดีครั้งนี้อาจจะไม่ใช่แค่คดีทั่วไป\n' +
    'แต่จะนำไปสู่การค้นพบอะไรเกินกว่าที่นักสืบคนนี้จะคาดเดาได้\n\n' +
    'แท้จริงแล้วผู้ที่มีกำไลส่องสีประหลาดเหล่านี้เป็นใคร?\n\n' +
    'แล้วเบื้องหลังการมีชื่อว่าประสบความสำเร็จ\n' +
    'และเข้าสู่ประตูนิรันดร์นั้นมีอะไรซ่อนอยู่หรือไม่?\n\n' +
    'แล้วมาติดตามเรื่องราวครั้งนี้ไปกับนักสืบของเราใน\n' +
    'The NEVERLASTING : ประตูนิมิต ชีวิตนิรันดร์',
  TH_Small:
    'ในโลกที่การได้รับขานชื่อว่าประสบความสำเร็จ\n' +
    'คือหนทางแห่งการผ่านไปสู่ “ประตูนิรันดร์”\n' +
    'ผู้คนต่างแข่งขันกันเป็นที่สุดในแต่ละด้าน\n' +
    'เพื่อที่จะได้รับการจดจำไปตลอดกาล\n\n' +
    'เช่นเดียวกันกับ “นักสืบไร้ชื่อ”\n' +
    'ที่ไม่ว่าจะพยายามมามากแค่ไหน\n' +
    'ก็ยังไม่สามารถประสบความสำเร็จในด้านใดได้เลย\n\n' +
    'การรอคอยให้\n' +
    '“กำไลแห่งความสำเร็จ” บนข้อมือของเขา\n' +
    'เปลี่ยนจาก “สีแดง” เป็น “สีเขียว” นั้น\n' +
    'ดูเป็นความหวังที่ริบหรี่ลงทุกวัน\n\n' +
    'จนกระทั่งนักสืบผู้นี้ได้รับโอกาส\n' +
    'ที่จะเปลี่ยนชีวิตของเขาไปตลอดกาล\n' +
    'เมื่อมีคนว่าจ้างให้เขาช่วยสืบคดี\n' +
    'เกี่ยวกับ “กำไลสีประหลาด” ที่งานประจำปี\n\n' +
    'อย่างไรก็ตาม\n' +
    'การสืบคดีครั้งนี้อาจจะไม่ใช่แค่คดีทั่วไป\n' +
    'แต่จะนำไปสู่การค้นพบ\n' +
    'อะไรเกินกว่าที่นักสืบคนนี้จะคาดเดาได้\n\n' +
    'แท้จริงแล้วผู้ที่มีกำไลส่องสีประหลาดเหล่านี้เป็นใคร?\n\n' +
    'แล้วเบื้องหลังการมีชื่อว่าประสบความสำเร็จ\n' +
    'และเข้าสู่ประตูนิรันดร์นั้นมีอะไรซ่อนอยู่หรือไม่?\n\n' +
    'แล้วมาติดตามเรื่องราวครั้งนี้ไปกับนักสืบของเราใน\n' +
    'The NEVERLASTING : ประตูนิมิต ชีวิตนิรันดร์',
};

export const quote = 'หน้าตา “ความสำเร็จ” ของคุณ เป็นอย่างไร';
